export default  {
    options: [
        {
            label: "A 马克思主义、列宁主义、毛泽东思想、邓小平理论"
        },
        {
            label: "B 哲学、宗教"
        },
        {
            label: "C 社会科学总论"
        },
        {
            label: "D 政治、法律"
        },
        {
            label: "E 军事"
        },
        {
            label: "F 经济"
        },
        {
            label: "G 文化、科学、教育、体育"
        },
        {
            label: "H 语言、文字"
        },
        {
            label: "I 文学"
        },
        {
            label: "J 艺术"
        },
        {
            label: "K 历史、地理"
        },
        {
            label: "N 自然科学总论"
        },
        {
            label: "O 数理科学和化学"
        },
        {
            label: "P 天文学、地球科学"
        },
        {
            label: "Q 生物科学"
        },
        {
            label: "R 医药、卫生"
        },
        {
            label: "S 农业科学"
        },
        {
            label: "T 工业技术"
        },
        {
            label: "U 交通运输"
        },
        {
            label: "V 航空、航天"
        },
        {
            label: "X 环境科学、劳动保护科学（安全科学）"
        },
        {
            label: "Z 综合性图书"
        },
    ],
    sortBook: [
        'A',
        'B',
        "C",
        "D",
        "E",
        "F",
        "G",
        "H",
        "I",
        "J",
        "K",
        "N",
        "O",
        "P",
        "Q",
        "R",
        "S",
        "T",
        "U",
        "V",
        "X",
        "Z"
    ],
    bookPosition: {
        'A': '二楼西',
        'B': '二楼西',
        'C': '二楼西',
        'D': '二楼西',
        'E': '二楼西',
        'F': '二楼西',
        'G': '二楼西',
        'H': '二楼西',
        'I': '二楼东',
        'J': '二楼东',
        'K': '二楼西',
        'L': '三楼西',
        'M': '三楼西',
        'N': '三楼西',
        'O': '三楼西',
        'P': '三楼西',
        'Q': '三楼西',
        'R': '三楼西',
        'S': '三楼西',
        'T': '三楼西',
        'U': '三楼西',
        'V': '三楼西',
        'W': '三楼西',
        'X': '三楼西',
        'Y': '三楼西',
        'Z': '三楼西',
      }
}